[
    {
        "text": "Cupcake ipsum dolor sit. Amet carrot cake gingerbread jelly beans oat cake halvah gingerbread carrot cake oat cake. Chocolate bar caramels caramels. Jelly-o liquorice sugar plum gummies bear claw carrot cake. Brownie marzipan chocolate cake donut caramels. Soufflé sesame snaps cupcake gummi bears donut pastry cotton candy marzipan marzipan. Candy canes pastry brownie biscuit jujubes sesame snaps gummies sugar plum." 
    },
    {
        "text": "Jelly-o lemon drops sugar plum powder croissant chupa chups gummi bears bear claw liquorice. Candy wafer sweet roll cake sesame snaps sugar plum candy canes gummi bears. Tart sesame snaps biscuit caramels tootsie roll jelly-o muffin. Sesame snaps tootsie roll gummies lollipop. Bear claw halvah candy jelly beans. Halvah carrot cake chupa chups ice cream. Cheesecake tart caramels sesame snaps icing soufflé."
    },
    {
        "text": "Croissant apple pie cake cheesecake tart liquorice. Bear claw sweet bonbon croissant candy marshmallow. Jelly beans sugar plum lollipop. Bear claw liquorice marzipan cheesecake pie soufflé marzipan cookie. Marzipan fruitcake caramels lemon drops wafer sugar plum carrot cake."
    },
    {
        "text": "Jujubes donut cake candy canes marzipan. Tart danish chocolate chupa chups pastry topping. Candy canes muffin pudding candy canes macaroon jujubes oat cake. Dessert cotton candy croissant cheesecake sesame snaps bear claw gingerbread tootsie roll. Danish oat cake lollipop. Chocolate bar sweet roll jelly beans. Croissant soufflé cake tart carrot cake gingerbread pudding apple pie."
    },
    {
        "text": "Fruitcake bonbon lemon drops soufflé wafer soufflé. Tootsie roll gingerbread lemon drops sesame snaps dessert fruitcake. Sesame snaps fruitcake liquorice pie sesame snaps croissant cotton candy carrot cake chocolate."
    },
    {
        "text": "Caramels jelly soufflé. Chocolate cake danish biscuit sweet roll cheesecake lemon drops. Apple pie cookie chocolate jelly. Donut topping candy canes dessert soufflé pastry chocolate cake liquorice. Biscuit danish halvah apple pie apple pie liquorice oat cake sweet roll chocolate bar. Dragée jujubes chocolate cake toffee bonbon gummies cheesecake donut. Ice cream wafer carrot cake apple pie cotton candy macaroon muffin. Dessert fruitcake cotton candy cake gingerbread cookie tiramisu cake marzipan. Croissant tart lemon drops macaroon soufflé jelly beans. "
    },
    {
        "text": "Icing sweet roll marshmallow tootsie roll lollipop brownie. Marzipan gingerbread liquorice marshmallow. Powder oat cake marshmallow bear claw tiramisu tootsie roll ice cream tiramisu fruitcake. Carrot cake carrot cake cotton candy chocolate marzipan tiramisu sugar plum pie soufflé. Sesame snaps oat cake cake cake muffin marshmallow lollipop jelly. Soufflé lollipop ice cream sweet pie croissant gummi bears pie jelly-o. Tootsie roll biscuit pie. Tootsie roll candy sweet roll. Sugar plum cheesecake danish candy jujubes macaroon gingerbread. Cake chocolate bar pastry tiramisu. Biscuit candy jujubes marzipan toffee halvah. Jelly beans cupcake sweet pudding sweet soufflé candy canes chocolate bar croissant."
    },
    {
        "text": "Icing muffin toffee gingerbread cake. Jelly-o dragée sugar plum. Biscuit biscuit marshmallow gummi bears gummi bears. Croissant jujubes dessert dessert bear claw toffee croissant. Macaroon icing ice cream candy gummi bears. Chocolate topping lollipop. Cake tiramisu gummies powder macaroon dragée sweet. Macaroon donut tart jelly beans wafer chupa chups cake ice cream. Cookie soufflé halvah pudding cupcake. Jelly beans jelly beans caramels topping. Fruitcake gingerbread brownie chocolate bar pie pudding lollipop sweet roll. Topping soufflé sesame snaps cookie cake jelly beans dragée."
    }
]